		<title>من نحن؟</title>
		<?php
			include "./cyberblank.php";
		?>
		<div class="mainbody">
			<h1>من نحن؟</h1>
			<img src="./images/myphoto.png">
			<p>اسمي الحج نور محمد محمد نور, صاحب سيبر جي سكس جي. فتحت السيبر ده لنشر و الكتابة عن الالعاب و البرامج و الإنترنت, مع تركيز علي البرامج القديمة</p>
			<p>انا رجل في ال50 من عمره, من كفر البطيخ, احببت الحواسب الالية و البرمجيات من سن صغير. عايشت الإنترنت من منتصف التسعينات و كان لي شوية مواقع شخصية زمان بس كلهم اتمسحوا </p>
		</div>
		<?php
			include "./cyberblankbottom.php";
		?>
