		<title>شرح تسطيب و لعب unreal tournament 99</title>
		<?php
			include "./cyberblank.php";
		?>

		<div class="mainbody">
			<img src="./images/Splash1.bmp">
			<h1>شرح تسطيب, إستضافة, و لعب انريل تورنامنت 99</h1>
			<h2>ايه انريل تورنامنت 99؟</h2>
			<p>انريل تورنامنت(unreal tournament) هي لعبة إطلاق نار منظور شخص اول نزلت سنة 1999. هي الجزء الثاني ل"انريل" البدء كتكملة او محتوي إضافي لدعم اللعب علي الإنترنت, بس المشروع توسع من فريق التطوير لحد ما نزل كلعبة مستقلة. انريل حطت افكار تعتبر مسلمات في العاب ضرب النار دلوقتي, بانواع العب المتوقعة: امسك العلم, ديث ماتش(فردي و فريق), هيمنة, هجوم(الهو المهمات يعني), و اخر واحد واقف. زود عليهم فكرة المحولات(mutators) البيضيفوا تغيرات زي جاذبية اقل, الكل عنده ليزر بيقتل من طلقة واحدة, اسلحة زيادة, و غيرهم كتير</p>
			<p>زي العاب تانية من نفس الفترة(دووم, كويك, إلخ), انريل عايشة بمجتمعها اللسة بيعملها خرايط و مودات جديدة لحد دلوقتي, إضافة لإن اي حد يقدر يستضيف السرفر لاللعبة, فالاونلين لسه شغال حتي بعد ما السرفر الرئيسي قفل في 2022</p>
		</div>

		<?php
			include	"./cyberblankbottom.php";
		?>
